---
kind: other
id: Methods.T:Autodesk.Revit.Exceptions.CentralModelAccessDeniedException
source: html/5fa532e4-179d-0e65-937d-406f09aa8cb6.htm
---
# CentralModelAccessDeniedException Methods

Retrieves data needed to serialize the target object.